{
  "posts": [
    {
      "userId": 1,
      "id": 1,
      "title": "Workshop Amazon Web Services (AWS) Untuk Para Dosen Jurusan Teknologi Informasi Politeknik Negeri Malang",
      "body": "Jumat (24/1/2020), Jurusan Teknologi Informasi Politeknik Negeri Malang (JTI Polinema) menyelenggarakan workshop tentang Amazon Web Services (AWS) yang bertempat di Lantai 7, Ruang LKJ 2, Gedung Teknik Sipil Polinema. Workshop ini diadakan untuk menunjang performa dan..."
    },
    {
      "userId": 1,
      "id": 2,
      "title": "Pelaksanaan Rapat Hasil Akhir Yudisium Semester Ganjil 2019/2020",
      "body": "Jumat (17/1/20) kemarin, Jurusan Teknologi Informasi Politeknik Negeri Malang (JTI Polinema) menyelenggarakan rapat hasil yudisium semester ganjil tahun ajaran 2019/2020. Acara ini dimulai pada jam 8.30 dan bertempat di lantai 8, Gedung Teknik Sipil, Politeknik Negeri..."
    },
    {
      "userId": 1,
      "id": 3,
      "title": "Kemeriahan Penutupan Digital Talent Scholarship VSGA 2019 Batch 2 di Politeknik Negeri Malang",
      "body": "Selesai sudah Digital Talent Scholarship (DTS) Batch 2 2019 dengan program Vocational School Graduate Academy&nbsp;(VSGA) di Jurusan Teknologi Informasi (JTI) Politenik Negeri Malang (Polinema). Pelatihan yang didanai Kominfo dan bekerjasama dengan Jurusan..."
    },
    {
      "userId": 1,
      "id": 4,
      "title": "Jalin Kerjasama dengan Shenyang University of Technology, JTI Polinema Terbangkan Empat Mahasiswa ke Tiongkok",
      "body": "Empat mahasiswa Jurusan Teknologi Informasi (JTI) Politeknik Negeri Malang (Polinema) telah berangkat ke negeri tirai bambu pada hari selasa (8/10/2019) kemarin, dalam rangka kerjasama antar kampus Polinema dan Shenyang University of Technology. Para mahasiswa tersebut..."
    },
    {
      "userId": 1,
      "id": 1583347697874,
      "title": "Ini adalah sebuah artikel ",
      "body": "isinya masih saya pikirkan, proses sambil jalan menulis sebuah artikel"
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ],
  "profile": [
    {
      "name": "typicode"
    }
  ],
  "mahasiswa": [
    {
      "id": 1,
      "NIM": 180823453,
      "nama": "Mahasiswa 1",
      "alamat": "Jl. Soekarno Hatta No.9 Malang",
      "hp": "081802023249",
      "angkatan": 2018,
      "status": "aktif"
    },
    {
      "id": 2,
      "NIM": 180823780,
      "nama": "Mahasiswa Z",
      "alamat": "Jl. Menur No.9 Malang",
      "hp": "08180202523",
      "angkatan": 2014,
      "status": "lulus"
    },
    {
      "id": 1583347647941,
      "NIM": "219219321",
      "nama": "johnson",
      "alamat": "sumber pucung",
      "hp": "021989232",
      "angkatan": "2012",
      "status": "LULUS"
    },
    {
      "id": 1583380629179,
      "NIM": "1297187293",
      "nama": "leonardo da vinci",
      "alamat": "jl. kemang no 46, san luis, italy",
      "hp": "0192082913123",
      "angkatan": "1954",
      "status": "LULUS"
    }
  ]
}